<?php
include_once('../../common.php');
include_once(G5_PATH.'/head.php');wldus123

?>

<section>
    <div id="com1">
    <h1 class="title">기업소개</h1>
    <h2><span>터보맥스</span>는 <span>친환경 기술개발</span>을 통해<br>
        <span>지속가능한 미래 구현</span>에 기여하겠습니다.</h2>
    <p>터보맥스는 <span>사용자를위한, 환경을 생각하는</span> 제품개발에 앞장서겠습니다.<br>
        터보맥스의 터보블로워는 고효율의 친환경 블로워로 기존방식의 블로워 대비 <span>30~40%<br>
        이상의 전력비 절감</span>을 실현하였습니다. 또한 사용자를 고려한 기술로 베어링에의한 <span>진동이<br>없고 소음이 낮아 사용자에게 보다 더 나은 작업환경</span>을 제공합니다. </p>
    </div>

    <div id="com2">
    <h1 class="title_">CEO</h1>
        <h4>사람을 생각합니다.<br>
            환경을 생각합니다.</h4>
        <p>2021년, 터보블로워의 표준기술을 제시할 수 있는  자리에 서고자<br> 생산기술 개발과 보급에 전념한지  15년이 되었습니다. 앞으로의 15년, <br>더욱 향상된 제품개발을통해 터보블로워 제품의 <br>진정한 표준이 되도록 전진해 나갈 것입니다.</p>

    </div>

    <div id="com3">
    <h1 class="title_">사업영역</h1>
        <section>
            <div id="coma"></div><h4>터보블로워 생산</h4><p>터보맥스는 독자적인 고효율 압축 시스템 · 고효율 임펠러 · 고효율 고속모터 세 가지의 핵심기술과 특허받은 냉각기술, 손쉬운 사용을 위한 제어/통신기술을 바탕으로 패키지ㅋㅋㅋㅋㅋ형 블로워를 생산하고 있습니다.
                </p></section>
    <section >
        <div id="comb"></div><h4>터보블로워 판매</h4><p>2008년 중국시장 진출을 시작으로 2010년에는 유럽 수출의 포문을 열었습니다. 지속적인 해외시장 개척과 서비스망 구축을 통해 2014년 이후 매년 천만불 이상의 수출을 기록중이며 2020년에는 전 세계 판매량 6000대를 돌파하는 쾌거를 이루었습니다.</p></section>
        <section>
            <div></div><h4>지속가능한 기술연구</h4><p>터보맥스는 2011년 기업부설연구소를 설립하여 고마력 제품개발에 힘 쓴 결과 2015년 업계 최초의 500마력 싱글 터보  블로워를 선보였습니다. 끊임없는 독자적 연구를통해 지속가능한 제품개발에 총력을 다하겠습니다.</p></section>
    </div>

    <div id="com4">
    <h1 class="title_">기술인증</h1>
        <p class="sub_tit">터보맥스만의 독보적인 기술을 바탕으로 인정받은 주요기술인증입니다.</p>
        <div class="com4"><!--슬라이더-->
            <div></div>
            <div></div>
            <div></div>
            <div></div>
            <div></div>
            <div></div>
            <div></div>
            <div></div>
            <div></div>
            <div></div>
        </div>
        <div><!--기술인증--></div>
    </div>

</section>
<?php
include_once(G5_PATH.'/tail.php');
?>
