<?php
include_once('../../common.php');
include_once(G5_PATH.'/head.php');
?>

<section class="com_w">
    <h1 class="title">핵심기술</h1>
    <div id="tech">
        <h3><span>고효율 · 단단한 내구성 · 간단유지보수</span>를 자랑하는<br>
            터보블로워만의 핵심기술을 소개합니다.</h3>
        <div class="tech1"></div>        <div class="tech_r"><h4>공기베어링<p>고속회전력을 이용하여 샤프트가 자가부양해 베어링에 의한 진동이 없으며 소음이 매우 낮습니다. 자가부양 비 접촉식으로 기계적인 유지보수 거의 없습니다.<br><br>구조가 간단하며 오일 공급장치 등의 부가 장치 필요 없으며 주위 온도 및 분진 등 환경에 의한 영향이 적습니다.<br><br>하중지지능력 및 내구성이 탁월한 Bump Type 적용으로 충분한 기동/정지 내구성 보장</p></h4></div>
        <div class="tech_l"><h4>고효율 압축시스템<p>직결구조 시스템으로 동력전달 과정이 단순하여 그에 따른 손실이 최소화된 구조로 긴 기계수명을 보장합니다.<br><br>용적식 블로워와 달리 연결부를 위한 별도의 오일공급과 같은 유지 보수가 거의 필요치 않아 관리비용이 획기적으로 저렴합니다.<br><br>접촉으로 인한 마모가 발생하지 않아 사용시간에 따른 효율 저하 요인이
                    거의 없습니다.</p></h4></div>
        <div class="tech2"></div>
        <div class="tech3"></div>        <div class="tech_r"><h4>고효율 임펠러<p>임펠러는 압축부에서 공기를 압축시키는 요소로, 임펠러의 효율이 블로워 전체 효율에 미치는 영향이 크기 때문에 터보맥스는 수처리 시스템에서의 효율적인 운영을 위해 넓은 TDR(Turn-down Ratio)을 제공하는 임펠러를 디자인 하였습니다.<br><br>이에따라 MAX 시리즈 임펠러는 고효율과 더불어 기본적으로 40~100% 이상의 넓은 운전영역을 제공할 수 있도록 설계되었습니다.<br><br>5축 기계 가공 적용으로 본래의 설계면을 매우 정밀하게 가공할 수 있어 디자인 효율을 그대로 구현할 수 있습니다.<br><br>단조제의 알루미늄합금(Al7075-T6) 적용으로 강도가 우수하고, 주조품 Impeller와 비교하여 내부결함이 없습니다. 또한 내부 밀도가 균일하여 밸런싱이 우수합니다.</p></h4></div>
        <div class="tech_l"><h4>고효율 고속모터<p>영구자석 동기형 모터 (Permanent Magnet Synchronus Motor : PMSM)로 부하율이 작아질 시 효율이 급격히 떨어지는 인덕션 모터와 달리 부하변화에도 효율을 유지합니다.<br><br>동일출력의 인덕션 모터와 비교하여 상대적으로 작은 사이즈로 제작가능해<br><br>정밀한 속도제어 가능하며, 임펠러와 직결 연결로 동력전달 손실을 최소화합니다.</p></h4></div>        <div class="tech4"></div>
        <div class="tech5"></div>        <div class="tech_r"><h4></h4><p></p></div>
    </div>
</section>
<?php
include_once(G5_PATH.'/tail.php');
?>
